{
    "Fiona": {
        "Video Title": "Why is the instant noodle curved？",
        "Video Length": "1min 25sec",
        "Video Views": "282 thousand ",
        "Video Link": "https://fb.watch/5nKlp-zlYo/",
        "Video Point": "We eat lots of instant noodles but why is it curved?",
        "Warm Up Question": "How often do you eat instant noodles? Do you think it is good or not ? Why?",
        "Your Answer": "Once a month, cause I know it isn’t healthy.",
        "Description": "Instant noodles are fast, convenient and delicious, and are the best option for many people to satisfy their hunger. Why are the noodles curved? In fact, it’s because the curved noodles can create larger gaps. Increase the contact space of hot water on average so that the noodles can be evenly heated. This way the instant noodles can be cooked faster. If the space between the noodles is too small, I’m afraid it’s easier to cook.",
        "Description Key Words": "fast,convenient,delicious/satisfy hunger/larger gaps/evenly heated/cook faster/",
        "Comments": "No matter how delicious it is, most instant noodles still have health concerns that are high in oil and salty. How to eat instant noodles healthier and more delicious? Heat the water first, let the instant noodles soak, then there will be oil floating out, pour out the water when the noodles are not very soft. Reheat the water and add the seasoning bag at the same time, but not all. Pick out the dried vegetables and add it to the instant noodles. This can reduce the intake of oil, salt and sugar.  (Final point... something about being health in this time when everyone is buying all the noodle to eat at home.....????)",
        "Comments Key Words": "health concerns/high oil salt/soak/oil float/pour not soft/dry vegetables/reduce the intake ",
        "stage": "3"
    },
    "Michael": {
        "Video Title": "胡克群 反作用力 English???",
        "Video Length": "12sec",
        "Video Views": "680000 views",
        "Video Link": "https://youtu.be/cK79c2Y_pWU",
        "Video Point": "It’s too funny.",
        "Warm Up Question": "When have you felt a lot of pressure? ",
        "Your Answer": "....",
        "Description": "First we can see Taiwan's famous singers perform on the stage.\nAt the same time, the TV station is also broadcasting his concert.\nWe can also hear the screams of the audience in front the stage.\nThen Boom! Hahahaha, he made a stupid action. He actually fell in the wrong direction. Oh my god! I really laughed. What a crazy move he made!\nIt seems that he really needs to improve his body coordination.",
        "Description Key Words": "First / performance / wrong direction / Boom / improve body coordination ",
        "Comments": "I think this singer is really nervous in the performance.\nBut he is really  a great singer.\nSo how to present yourself? And how to adapt under pressure and avoid mistakes? It is something that  we all have to learn.\nThis video is kind of funny. But we can also see this singer's hard work while on the stage. Although his body coordination is really bad.\nEven if there’s  some situations on the stage, he still can continue his performance. I think we can use this to help us deal with our own pressure and realize that even if we make mistakes if we have confidence to continue everything will be fine.",
        "Comments Key Words": "nervous/great singer/adapt under pressure/ funny but hard work / continue  / ",
        "stage": "3"
    },
    "Chris": {
        "Video Title": "test",
        "Video Length": "test",
        "Video Views": "test",
        "Video Link": "test",
        "Video Point": "test",
        "Warm Up Question": null,
        "Your Answer": null,
        "Description": null,
        "Description Key Words": null,
        "Comments": null,
        "Comments Key Words": null
    },
    "Judy": {
        "Video Title": "Conan’s toilet paper life hacks",
        "Video Length": "2:29",
        "Video Views": "1.16 million",
        "Video Link": "https://youtu.be/R1GTcIS-8s0",
        "Video Point": "Now, Covid-19 outbreak is continuing to grow.\nEveryone must know some tips about epidemic prevention.\n",
        "Warm Up Question": "What can replace toilet paper?",
        "Your Answer": "I think leaves would work if you are in the nature",
        "Description": "Because of the covid-19, staying at home is safer than going out, so many people choose to stay at home. \nIn order to reduce the frequency of going out, some people have been stockpiling toilet paper which may result in the lack of supplies when we really need them.\nConan is a famous talk show host in the United States.\nIn this video, he will teach everyone how to deal with the situation without toilet paper.\nMaybe these tips will help you guys.",
        "Description Key Words": "Covid-19/staying home/stockpiling toilet paper/Conan/ without toilet paper.",
        "Comments": "Because of the Covid-19, everyone is nervous about whether they are sick or not.\nMany activities have either been canceled or put off over fears of the Coronavirus spreading.\nThere are also many people who are temporarily unable to work due to the Covid-19.\nDespite this bad thing, we still have to face it with optimism.\nAlthough I probably can’t wipe my ass with a hat, this video can make everyone relax, which is important in this time.",
        "Comments Key Words": "Nervous/sick/activities canceled/unable to work/optimism/relax",
        "stage": "3"
    },
    "Amanda": {
        "Video Title": "Mantis Shrimp Destroys Clam",
        "Video Length": "50 sec",
        "Video Views": "20.4 million",
        "Video Link": "https://www.youtube.com/watch?v=i-ahuZEvWH8",
        "Video Point": "I have never seen a mantis shrimp can destroys a clam! Even though I know mantis shrimp is very aggressive.",
        "Warm Up Question": "Do you like to eat clams? why or why not?",
        "Your Answer": "No,I don't like. Because I don't like all kind of seafood.",
        "Description": "This video shows us how strong is the mantis shrimp can hit with its little fists.\nThe mantis shrimp first saw the clam in the tank, and he decides to challenge the calm.\nFirst, the mantis shrimp hits the calm a few times, but it didn't look like is going to break open.\nThe mantis shrimp didn't give up, and he keeps on hitting that calm harder and harder.\nSuddenly the shell of the calm just smashes and leaves a big hole in the shell.\nIn the end, the mantis shrimp took the calm back home to enjoy it.",
        "Description Key Words": "strong/little fists/tank/First/harder and harder/smashes/took ",
        "Comments": "It is amazing to watch mantis shrimp open a clam.\nBefore I saw this video I don't know there is a shrimp that can punch so hard that you can hear the sound of the punch outside the tank.\nI did some research on the mantis shrimp after I saw this video. \nPeople said is not a good idea to keep mantis shrimp in the glass water tank in your home, they can even punch hard enough to crack the glass!\nSo my final opinion is that animals and even people that don't seem strong may actually be capable of being very effective. We shouldn't underestimate anybody, or we might end up like the clam.",
        "Comments Key Words": "punch/search/keep/tank/final opinion/underestimate",
        "stage": "3"
    },
    "Tracy": {
        "Video Title": "Helping people",
        "Video Length": "5 minutes",
        "Video Views": "34.85 million",
        "Video Link": "https://m.youtube.com/watch?v=nwAYpLVyeFU",
        "Video Point": "When I first saw it, I think that it’s a great video because everyone in this video are trying to help each other.",
        "Warm Up Question": "When you saw someone that need help, will you help them? Why or why not?",
        "Your Answer": "Yes, because if someday I’m the person that need other help, I hope they’ll help me too.",
        "Description": "First, a child is playing skateboard on the road.\nThen the boy fell down, a laborer come to help him up. \nAnd the boy saw an elder carrying a lot things to cross the street, he put down his skateboard to help this elder.\nThe elder saw a girl who didn’t have coins to pay, so she gives money to that girl.\nAnd the girl saw a man come out from a shop and drop his wallet, so she pick it up and return to the man. \nThe cycle continues this way with a few people.\nFinally, the help is back to the laborer who started the cycle of everyone helping each other",
        "Description Key Words": "Falling down/ cross the street/ money/ wallet / cycle",
        "Comments": "I think this video is important because this world is become more and more selfish. And sometimes, we’ll forget to care about people that are around us. When I first saw this video I was in junior high school. And it gave me a lesson to think about “ help”. \nMost time, I was wondering that if you are different from everyone, that means you’re weird. So if no one goes first to help, then everybody will not to do it too. But if one time you receive help from other people, you’ll want to help too. Therefore helping other will make the world a better place. ",
        "Comments Key Words": "Selfish/ care/ different/ help / better place",
        "stage": "3"
    },
    "Robin ": {
        "Video Title": "Epic 30 seconds Creatine Transformation.",
        "Video Length": "1:02",
        "Video Views": "33.5 million",
        "Video Link": "https://www.youtube.com/watch?v=cU1g0tPvmgw&amp;amp;amp;amp;amp;amp;ab_channel=BlessingAwodibu",
        "Video Point": "I chose this video because it demonstrates to us how important it is to take your pre-work out creatine shake before hitting your workout session. A pre-work creatine is an organic compound which act as a supplement for fitness enthusiast to drink in order to boost up their performance. You can choose to make it into a shake or eat the powder directly. ",
        "Warm Up Question": "What are the pro and cons of going to the gym?",
        "Your Answer": "Of course, your athleticism and performance will be enhanced, the cons are that most training sessions will take more than 1 hour.",
        "Description": "This video was made by a popular bodybuilder also a fitness influencer named Blessing. He was mostly known due to his overly exaggerating performance in his videos. All his actions has demonstrated how a fitness enthusiast would react when taking supplements. In the video I chose to present, Blessing has showed the audience how a bodybuilder's body and mind would change after taking a pre workout creatine shake. It's comedy sketch which show a skinny bodybuilder trying somebody's shake and then suddenly become a giant and then comically eating more powder before walking off proudly. The video has simply demonstrated how a fitness beginner could evolve after taking relevant supplements.  ",
        "Description Key Words": "Blessing/ bodybuilder/ fitness enthusiast/ creatine powder/ crazy reactions/ transformation of beginner to pro bodybuilder ",
        "Comments": "For those audience who were fitness beginners, this video could act as a tutorial or gym guidance before entering a commercial gym. Without watching the video beforehand, beginners could be completely oblivious regarding gym surroundings, nutrition, supplements, equipment usage and etc. The video is definitely overly exaggerated when it comes to reactions, way of taking supplements and indeed, the dosage of powder that he took.  \n\nSo the decision of whether or not to use supplements is personal choice, but I think emulate random actions from youtubers without personal verification is putting yourself in a risky situation. In addition, intaking too much pre workout powder would directly lead to increase of heart rate and boost of excitement. ",
        "Comments Key Words": "Beginners/ gym guidance/ key points/ gym surroundings/ supplement intake/personal choice/never take too much prework powder ",
        "stage": "3"
    },
    "Abby": {
        "Video Title": "Best Advertisement ever-Winner of Best ad2014",
        "Video Length": "3:05",
        "Video Views": "6.7million",
        "Video Link": "https://youtu.be/K9vFWA1rnWc",
        "Video Point": "This video can bring you positive energy and meaningful.",
        "Warm Up Question": "What are some way you can help strangers?",
        "Your Answer": "For me I would donate money, if I have enough, I would love to help people.",
        "Description": "In the video, the man is a kind guy. \nFrom the first, he got wet from the water upstairs, but he doesn't get angry at all, he moved the flowerpot to a place where it can be drenched.\nHe doesn't have too much money to donate to someone else, but he still did it.\nHe brought bananas for an old woman, he shares his food with the dog.\nEverything he did, it's very kind and generous, and because of this he witnesses happiness.\n\n",
        "Description Key Words": "donate/kindness....",
        "Comments": "I really love this video.\nIt brings me a lot of positive energy, it shows the kindness without asking for anything in return .\nWe should watch videos like this more because understanding it will make the world a better place.\nI think it's a perfect and inspirational advertisement, it's really heart touching \nPeople today are sometimes to busy with their own problems and this video can motivate people to think of others more.\n",
        "Comments Key Words": "positive/inspirational.... need more key words...",
        "stage": "3"
    },
    "Mavis": {
        "Video Title": "Screw the box",
        "Video Length": "3:07",
        "Video Views": "38 million",
        "Video Link": "https://youtu.be/SfkWI9L-854",
        "Video Point": "How life can keep dealing you blow after blow, and how you know that you'll be ok anyway. But it still sucks that you have to deal with the blows, and have to go through that uncertainty of what comes next.",
        "Warm Up Question": "How do people deal with great challenge?",
        "Your Answer": "Maybe we can try to feel our feelings or make a plan. And ask for help when you need it is. It can help you won’t get so far without it.",
        "Description": "Stig Pryds is a Danish record holding free-diver. He want to make this video to tell people as you face down the darkness, it won't always like this.\nYou need to find your own way to do what you like and what you want. He stuck himself in the huge water box, and started to think about life is trying to fit him in a box, but maybe he just don’t fit in this box. \nHe need to escape from this suffocated box, then he face the darkness, run into it, keep running until he saw the light. But it isn't a way to get out, there's a deep hole in front of him. He need to jump into it, and get the real way out.",
        "Description Key Words": "Danish record / face/ stuck/ fit / escape / light / hole",
        "Comments": "The man in this video when he stand in front of the deep hole, that means nothing will always going right in your life. Maybe you just need to try a little harder, and you will get what you want.\nI always have to confront the darkness that envelops me and then seems not so dark when I enter it. It helps me manage, it has taught me that we are fearfully and wonderfully made.\nNo matter how life can keep dealing you blow after blow, you will know that you'll be ok anyway. Even it still sucks that you have to deal with the blows, and have to go through that uncertainty of what comes next. ",
        "Comments Key Words": "video / confront / darkness / manage / dealing / sucks / uncertainty",
        "stage": "3"
    },
    "Tina": {
        "Video Title": "Dog in China helps girl keep a look out so she can watch TV.",
        "Video Length": "4:08",
        "Video Views": "17 million ",
        "Video Link": "https://youtu.be/XHMEMJK9nic",
        "Video Point": "This is an interesting crime story of a dog and a little girl.",
        "Warm Up Question": "Does your family have a dog? Does your dog have any skills? ",
        "Your Answer": "I don't have a dog, but I want my dog ​​to have skills like the dog in this video, Nuomi.",
        "Description": "This is a German Shepherd in China , his name is Nuomi.\nThe child is watching television while her parent's are not home.\nThe dog barked after hearing Guanlin's father's footsteps.\nThe dog put his paw on the desk , at his signal the girl turned the TV off immediately and she went back to write her homework .\nHer father didn't find anything unusual on the TV.\nAlso he even receives a package when nobody's at home, and never forgets to close the door after receiving the package.",
        "Description Key Words": " German Shepherd in China/ watching TV /parent's are not home/ hearing footsteps / signal /  turned the TV off immediately/Her father didn't find anything unusual/ also accepts package",
        "Comments": "Nuomi hasn't had any professional training, but has always been a helpful and intelligent dog .\nNot every dog is so smart and can make a signal , but I have to say Nuomi is really smart.\nAlthough the dog will help the girl without being discovered by her father, this is not forever.\nOne day the girl will grow up , and dogs will die. This is like losing a member of your family. \nThe dog may break your shoes or clothes , but will never break your heart.\nImportantly when we treat our pet with love and care , they will return it with devotion and cares as well.",
        "Comments Key Words": " hasn't any professional training/  make a signal /  family member / love and care / return with devotion",
        "stage": "3"
    },
    "William": {
        "Video Title": "Hey hey boii",
        "Video Length": "16secs",
        "Video Views": "20 million ",
        "Video Link": "https://youtu.be/kk0feCp_MZ4",
        "Video Point": "Make sure to be funny as you cook which helps your meat to tenderize.",
        "Warm Up Question": "What activity makes you smile when you do it?",
        "Your Answer": "Drawing makes me smile every time because when I look back I know how bad it is.",
        "Description": "A British chef is making barbecue sauce for the jerk chicken, marinade the chicken with the spicy sauce, after pouring the sauce he then proceeds to give the chicken a nice good old rub.\nHe uses the palette knife to rub the chicken and fill the sauce into the cuts, flip it over and repeat the same thing again.\nThe important thing is he remembers to give the audience a really nice smile to let them know how good the chicken will be.",
        "Description Key Words": "British chef/ sauce/ good old rub/ palette knife /flip it /audience",
        "Comments": "Sometimes cooking could be boring or hard, but if you're a positive person maybe you could feel joy around people.\nA big big smile shows confidence in how you are and how much you enjoy your work.\nEven other chefs say you need to have passion even you have on skills, the passion will help you along the way.\nIt is like everything we do in our life we need to have fun doing one thing, it brings joy around people or just yourself.\n",
        "Comments Key Words": "boring/ positive/ confidence/ passion/ life",
        "stage": "3"
    },
    "Winnie": {
        "Video Title": "A fool's story |",
        "Video Length": "1:03",
        "Video Views": "3.1million",
        "Video Link": "https://www.youtube.com/watch?v=BHznb272cLM",
        "Video Point": "This video is very interesting, but it also made me realize that you need to use your brain to do things, not brute force.",
        "Warm Up Question": "Have you done something the wrong way for a long time before discovering the right way?",
        "Your Answer": "For me, I discussed with my parents about cohabiting with my boyfriend before marriage, I used the wrong way which was angry with them and forced them to accept my ideas.",
        "Description": "There are two people in the same space at the beginning of the film.\nThe first person was at the door and wanted to open the door. He kept pulling and pulling, but the door couldn't be opened. Another person sat in a chair and watched quietly what he was doing. After several attempts, he still couldn't open the door, so he walked up to the chair and sat down sadly.\nThe second person glanced at the first person, then stood up and walked to the door very confidently. With a light push, the door was opened. He also jumped out, then closed the door again. Leave the first person in that space and continue to be astonished. Finally, we know that the door is to be pushed, not pulled.",
        "Description Key Words": "want to open/stand up confidently/open the door/push/not pull",
        "Comments": "This video is very short, but you can see from the film that the first person can't open the door because he didn't think carefully about why the door can't be opened, he just used brute force to open the door.\nThe second person saw the problem and thought about whether the method used by the first person was wrong, and improved, so he opened the door. The door is pushed, not pulled. So we can learn from this video that many things can not be solved by brute force, and we need to think about how to do it quickly and effortlessly.",
        "Comments Key Words": "can't open/didn't think carefully/wrong way/push/pull",
        "stage": "3"
    },
    "Alex": {
        "Video Title": "English project assignment ",
        "Video Length": "23 seconds ",
        "Video Views": "3.19 million",
        "Video Link": "https://youtu.be/7VFTcmGRM-k",
        "Video Point": "Safe driving.",
        "Warm Up Question": "Why is it important to drive safely?",
        "Your Answer": "I think safe driving is important. Because many people died in traffic accident each year which is very tragic ",
        "Description": "In the beginning, they are in conversation, it looks like the boy is trying to ask something.\nA boy who rides the scooter is laughing, he looks like no big problem.\nAnd gives the other boy a gesture.\nHe take the other boy on the scooter and they had an accident.\nThis is about one boy who wear glasses and he want ask the direction.\nAnd the boy who is wearing a coat is helping the other boy to take him there.\nIn the end they just departure and they had an accident.",
        "Description Key Words": "Conversation/ ask something/laugh/gesture/ car accident ",
        "Comments": "In the beginning of this video, I thought nothing special will happen. It’s quite a short video.\nBut after they start the scooter and they had accident. The thing happens too fast to think. My mouth just started laughing.\nBut this video shows us we need to drive safe, like wear helmet or watch for the car.\nYou need more be careful on the road, especially young people like us students who might not be worried about the risk",
        "Comments Key Words": "Nothing happen/car accident/too fast to think/laughing / safe driving/helmet and watch the car/ be careful in the road",
        "stage": "3"
    },
    "Raye": {
        "Video Title": "Our children don’t own us",
        "Video Length": "1min",
        "Video Views": "100000",
        "Video Link": "https://youtu.be/xS0Zl7LO2mI",
        "Video Point": "It’s talking about how the adult should treat the children. ",
        "Warm Up Question": "What should children do for their parents?",
        "Your Answer": "I think they do not owe parents any thing, but they should still give some respect to their parents.",
        "Description": "From the beginning we can see a mother with a red shirt, talking about children, and whether they owe the parent's something.\nShe pointed out that children do not owe parents love/their affection/their admiration~\nShe added the children might have to respect your boundaries but it doesn’t mean they will necessarily respect you as a human being\nIf the parents want some love and respect from the children, you have to be somebody who is worthy of love and respect \nShe points out you can't walk around hurting your children's self-esteem and then require them to respect you",
        "Description Key Words": "a red shirt/ owe parents love/affection/admiration/ boundaries/ human being/ worthy /self-esteem/require",
        "Comments": "I chose this video because it’s the 21st century and there were still plenty of adults who think that children have to be grateful for being in this world even though they don’t like it. But this woman just stood up and tried to use adult words to let some other human beings know what is inside our head, maybe it’s not the result we want, still, I’m glad that someone just said something which stuck in my mind for a long time. Ultimately, I think it will be a hard work to let the older generation gets it.",
        "Comments Key Words": "21 century/ grateful/adult words/inside our head/ result",
        "stage": "3"
    },
    "Lin": {
        "Video Title": "Man has a spa day with his three cats",
        "Video Length": "0.33",
        "Video Views": "2.1 million",
        "Video Link": "https://youtu.be/255_Oql-nC4",
        "Video Point": "To tell people that pet is a part of family, so you need to take care of them well.",
        "Warm Up Question": "In what way are animals similar to humans?",
        "Your Answer": "Animals that live with humans especially when they were little, somehow act like human in some ways, as you will see in the video.",
        "Description": "The video starts with the title “Cat Daddy Issues”.\nThen there was a man with three cats lying on the bed, listening to relaxing music.\nHis wife came to the room, seems annoyed by this situation.\nShe took the cucumber away from the cat's eyes\nShe tried to get the cat out of the bed, but failed.\nThe cat got angry.\nAt the end, Cats enjoy the spa day too!\n",
        "Description Key Words": "Cat Daddy Issues/ A man with three cats/ lying on the bed/listened to music/wife came to the room/took cucumber/cat got angry/cats enjoy the spa",
        "Comments": "This video is really cute and heart warming. It is funny to see cats act like a human.\n\nIt also shows that the man treat his pets like real family members and enjoy the time together.\n\nEvery comments below show that the cat have a really good lifestyle and the cucumber on their eyes made everyone happy!\n\nIn conclusion, treating your pet like a real family members and to take good care of them is the right thing to do.",
        "Comments Key Words": "Cute and heart warming/act like a human/treats like family/good lifestyle/cucumber made everyone happy/in conclusion/right thing",
        "stage": "3"
    },
    "Andy": {
        "Video Title": "Senior Talent Show Water Bottle Flip AK 2016",
        "Video Length": "30 seconds",
        "Video Views": "8 million",
        "Video Link": "https://www.youtube.com/watch?v=GdUVtEeg9I4",
        "Video Point": "Because we played this game every day in high school",
        "Warm Up Question": "What do you think is the biggest pressure about being onstage?",
        "Your Answer": "onstage there are many people watching so will got more pressure",
        "Description": "This is the video of a performance by a foreign student , At the beginning of the video this guy used some slow motion to make people totally wonder what he was going to do, Exaggerated performance , We can only see him holding a bottle in his hand , By the end of the background music he walked to the front of the table and make the bottle flip The bottle fell precisely on the table\n\n",
        "Description Key Words": "interesting / land on the table / performance with ease face",
        "Comments": "I think this video is very interesting , Because before this video became popular , We never played this kind of game in high school\nAt the beginning of the video, I didn’t know what he was going to do.  But in the end he finished the performance with ease.  And there are so many people in the audience, because I also learned acting in high school, so I know that it’s  a totally different feeling offstage compared with onstage , Even if you practice one hundred times off the stage, you may still make mistakes on stage , So it's remarkable that he can face so many people without doing something wrong. (Final point......dealing with pressure...)\n",
        "Comments Key Words": "pressure / offstage and onstage / practice 1 hundred times / face so many audiences ",
        "stage": "3"
    },
    "Jimmy": {
        "Video Title": "Baby Laughing Hysterically at Ripping Paper ",
        "Video Length": "1:43",
        "Video Views": "110 millions",
        "Video Link": "https://www.youtube.com/watch?v=RP4abiHdQpc",
        "Video Point": "why this baby is laughing when the paper is ripped? the sound, coincidence or the feeling of ripping paper?",
        "Warm Up Question": "what sounds make you feel happy or scared?? ",
        "Your Answer": "I am afraid of the sound when someone is scratching the blackboard.  it makes me feel disgusting.",
        "Description": "The baby in the video is laughing when the papers are being ripped, and I guess that the baby is enjoying the sound of ripping because he did not laugh when the ripping stopped, but he continues to laugh when papers are being ripped again. what I think is interesting is before the baby laughs, he stares at the paper which is going to be ripped, and starts to laugh. His facial expression is so cute. Obviously, his parents want to make their baby happy, so they keep ripping papers and record their baby's reaction.",
        "Description Key Words": "baby is laughing when the papers are being ripped./ The facial expression of the baby./ Parents want to make their baby happy.",
        "Comments": "The baby is laughing when the paper is being ripped, but what confused me is that the sound of ripping paper makes the baby laughed or the acting of ripping paper makes the baby laughed?? Because when the baby is laughing, he is staring at the paper, but I have no idea that his laughing is because of the acting or the sound; therefore, I wonder what sounds make people laugh or scared? It is these emotions that affect people's mood and you can use them to persuade or encourage people in your life.",
        "Comments Key Words": "acting or sound makes baby laugh./ what sound make you laugh or scared?/ persuade or encourage people with emotion. ",
        "stage": "3"
    },
    "Ginny": {
        "Video Title": "Husky funny video ",
        "Video Length": "57 seconds ",
        "Video Views": "1.7 million ",
        "Video Link": "https://youtu.be/plqQs8kq1gA",
        "Video Point": "I choose this video because I like Husky. And this video made me laugh when I saw the Husky’s reaction. And it also prove even animal can understand what are we talking about.  As long as you get along with them more, you can realize that they also have the ability to understand. ",
        "Warm Up Question": "Why do people talk to animals? ",
        "Your Answer": "I have pets, and I think if you spend time with them that they will understand you even get feedback from them.",
        "Description": "The video shows the human talking with the husky. He said to husky that you were adopted. When the husky heard , she cried a little bit then started complaining. They were have a conversation just like a human. And finally the man said sorry to the husky and said “you’re not adopted I’m sorry”. Then the husky opened her mouth , it looks just like she can understand him and she’s happy to hear that.",
        "Description Key Words": "adopted/ complaining/ understand/ happy to ",
        "Comments": "From this video we can know that this video got 1.7Million viewers . But why do these viewers like this video? Maybe it just funny video which can make people laugh. But for me, I saw the relationship between human and animal. As long as you spend time with the animals, take care of them, and love them, even without language they still can understand. They can use body language to know when they are happy,sad,mad,excited and so on. Even some animals can imitate humans to speak. So what we can learn from this video is that even animals can understand what humans say , as long as you stay with them and love them.",
        "Comments Key Words": "viewers /laugh/relationship/body language/imitate ",
        "stage": "3"
    },
    "Penny": {
        "Video Title": "I wrote a song using only hate comments",
        "Video Length": "3:46",
        "Video Views": "13 million",
        "Video Link": "https://youtu.be/931vR1c9yCs",
        "Video Point": "It is the best thing to deal with hate",
        "Warm Up Question": "Why do people leave hate comments on youtube videos?",
        "Your Answer": "People sometimes needs to make others feel bad in order to make themselves feel better.",
        "Description": "The girl is called Madilyn, she is an artist who can write songs by herself, she uses guitar to play her song in this video. This song she wrote is quite unique, she uses hate comments from her previous videos to write it. It is an act that I consider very brave, to face those comments and use her own way, a positive way, to fight back against the haters in a nice way.",
        "Description Key Words": "Madilyn / artist/ guitar/ unique/ hate comments/ previous videos/ consider brave/ face comments/ positive way/ fight back",
        "Comments": "The very first thing that I notice is that most of these comments ended with “no offense”, why is it that makes people think they can just say whatever they want to, only to judge others’ look, body shape, personality.... as long as they added “no offense”? If we won’t talk to people like this when we are in person, then why do we leave these comments on the internet to others? I think it is very odd and we should think more about how our comments will make people feel before we leave them, after all, internet bullying is a serious problem in modern society.",
        "Comments Key Words": "no offense/ people think and judge/ looks and body shape/ personality/ talk in person/ comments on internet/ odd/ think before leave comments/ internet bullying/ modern society",
        "stage": "3"
    },
    "Bobby": {
        "Video Title": "Lightning whip ",
        "Video Length": "1min 18sec",
        "Video Views": "1.63million",
        "Video Link": "https://youtu.be/LgSMKDrHkMQ",
        "Video Point": "This video teaches  us how to practice Gofu become a real master.\n",
        "Warm Up Question": "Do you like gungfu? Do you want to learn gungfu? why or why not?",
        "Your Answer": "No, i am not interested in it,because i love exercising more than gungfu.",
        "Description": "In the beginning  he would give a demonstration about how to learn Lightning Five Strikes .\nThis old man called Tai Chi Master and he started to show his skills.\nHe explained the important skill was direction and Strength how to use in a real fight.\nThis gung Fu had many advantage and can help defense if you meet bad guy or make you stronger.\nActually the video shows lightning being created by the moves which makes it very funny like a computer game. \nlast, he has hoped we could practice everyday when you had free time and share the gung Fu spirit around the world.\n\n\n\n\n\n",
        "Description Key Words": " demonstration/direction/ Strength/advantage/defense/ lightning/ practice /spirit",
        "Comments": "First, we know it is a funny video this guy create a Lightning Five Strikes to make us laugh.\nSecondly, he just wants to improve because he is interested in this part how to become a master in his life.\nActually, we never why know gung Fu  is so important and famous in China.\nWe do know it requires a lot of focus and discipline and this is something we can learn for our daily lives and you can not give up until you succeed.\n\n\n\n\n  \n\n ",
        "Comments Key Words": " create/ laugh/improve/ interested /important/focus and discipline/ don't give up",
        "stage": "3"
    },
    "Wayne": {
        "Video Title": "African Drug Lord Terrifies C.O.D Players",
        "Video Length": "3 minutes 30 seconds",
        "Video Views": "maybe 1 million",
        "Video Link": "https://www.youtube.com/watch?v=VKDefy-Ko4o",
        "Video Point": "It's important to be polite when we are playing online games.",
        "Warm Up Question": "Why do many people like to argue with strangers on the internet?",
        "Your Answer": "In my case, I was playing league of legends, and someone talked trash to me, so I argued with them.",
        "Description": "The video shows someone playing an online game. The African wants the guy to apologize to him because the guy insults his mother. But the guy refused and kept talking about the African's mother, that makes the African mad. After that, the African told the guy that he knew where he lives and what's his name, he gave the guy one last chance to apologize to him. Finally, the guy was completely terrified, he apologized to the African.\n\n\n\n\n\n",
        "Description Key Words": "online game / insults / refused / mad / knew / apologize",
        "Comments": "I believe loads of people used to play, have been playing online games, or using the social media, we should really think about how to respect people on the internet. People are easily influenced, especially on the internet. You shouldn't fight back when someone talks trash to you, something terrible could happen. As we can see, the African in the video found person's name and address, which means our information, such as name, IP, address, phone number are not as safe as we thought. Whatever the internet or the real-life, we should all treat people well.",
        "Comments Key Words": "online games / social media / respect / easily influenced / fight back / terrible / safe / real-life",
        "stage": "3"
    }
}