{
    "1": {
        "title": "Lion King",
        "keyword": "lionking",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/1-0.mp4",
        "intro": "This movie is about a young lion who has to learn how to be king of the animals",
        "q01": "What do you know about lions? (3 things)",
        "q02": "In general, how should fathers help their sons? (3 things)",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/1-1.mp4",
        "description": "In this scene, Mufusa is giving advice to Simba about being king someday.",
        "q11": "Do you think Simba is excited about being king? Why?",
        "q12": "Why do you think Mufasa chooses this time to talk to Simba about being king?",
        "q21": "Which part is their kingdom?",
        "q22": "What \"rises and falls like sun\"?",
        "q23": "Which part is the one Simba should never go to?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/1-4.mp4",
        "script": {
            "1": "Mufasa: Look, Simba. Everything the light touches is our kingdom.",
            "2": "Simba: Wow.",
            "3": "Mufasa: A king`s time as ruler rises and falls like the sun. One day, Simba, the sun will set on my time here, and will rise with you as the new king.",
            "4": "Simba: And this will all be mine?",
            "5": "Mufasa: Everything.",
            "6": "Simba: Everything the light touches... What about that shadowy place?",
            "7": "Mufasa: That`s beyond our borders. You must never go there, Simba.",
            "8": "Simba: But I thought a king can do whatever he wants.",
            "9": "Mufasa: Oh, there`s more to being king than getting your way all the time.",
            "10": "Simba: There`s more?",
            "11": "Mufasa: Simba."
        },
        "vocab": {
            "1": {
                "v": "borders",
                "q": "Which countries have borders with Taiwan?"
            },
            "2": {
                "v": "kingdom",
                "q": "If a kingdom is ruled by a king, what is it called when a queen rules?"
            },
            "3": {
                "v": "getting your way",
                "q": "How do some young kids `get there way` all the time?"
            }
        }
    },
    "2": {
        "title": "Gifted",
        "keyword": "gifted",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/2-0.mp4",
        "intro": "This movie is about a gifted young girl who is raised by her uncle. Her grandmother wants to take her away, but Frank wants her to have a normal life.",
        "q01": "What are some reasons for children hating school ?",
        "q02": "How do you think genius students probably feel in school?\n",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/2-1.mp4",
        "description": "Mary is a genius child who doesn't want to school. In this scene, she tries to convince her father that she shouldn't go to school. \n",
        "q11": "Why is Mary hiding in her room?\n",
        "q12": "Based on the clip, do you think Mary has ever been to school before? Why?",
        "q21": "How does Frank describe the breakfast?",
        "q22": "What does Mary think she looks like?",
        "q23": "What does the uncle do for a job?\n",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/2-2.mp4",
        "script": {
            "1": "Frank: Made you special breakfast.",
            "2": "Mary: You can't cook",
            "3": "Frank: Hey, Mary, open up. You look beautiful.",
            "4": "Mary: I look like a Disney character.",
            "5": "Mary: Where's the special?",
            "6": "Frank: What?",
            "7": "Mary: You said you made me a special breakfast.",
            "8": "Mary: Please, don't make me go. You can keep home schooling me.",
            "9": "Frank: I've taught you everything I know.",
            "10": "Mary: But I don't want to go.",
            "11": "Frank: Well... I don't want to go to work, but I do.",
            "12": "Mary: You don't go to work. You fix boats on the dock.",
            "13": "Frank: Okay, it's a poor example, but you are still going.",
            "14": "Mary: But... But what about Fred?",
            "15": "Frank: What about him?",
            "16": "Mary: You won't take care of him. You don't like cats.",
            "17": "Frank: I don't like two-eyed cats. Fred is as you know, monocular.",
            "18": "Mary: Who's gonna throw him his ping pong ball?",
            "19": "Frank: Fred's gonna be fine, no more argument,  okay? We've discussed this ad nauseam.",
            "20": "Mary: What's ad nauseam?",
            "21": "Frank: Oh You don't know? Looks like someone needs  school.",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "character",
                "q": "What Disney character do you think Mary looks like?"
            },
            "2": {
                "v": "home-schooling",
                "q": "What are the benefits of home-schooling a child?"
            },
            "3": {
                "v": "ad nauseam",
                "q": "What is something you have done ad nauseum? (repeated and annoying) "
            }
        }
    },
    "3": {
        "title": "Jobs",
        "keyword": "jobs",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/3-0.mp4",
        "intro": "This movie shows the early life of Apple CEO, Steve Jobs. How he started the company and developed the Apple vision.",
        "q01": "What do you know about Steve Jobs?",
        "q02": "What things do people negotiate about?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/3-1.mp4",
        "description": "In this scene, the young Steve Jobs is negotiating with an electronics store.",
        "q11": "Do you think they have met before? Why do you think so?",
        "q12": "Do you think Steve is selling or buying computers? Why do you think so?",
        "q21": "Where has jobs been looking for buyers? \"All over the _____\"",
        "q22": "What is Job's dad's name?",
        "q23": "How many dollar per machine/unit?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/3-2.mp4",
        "script": {
            "1": "So what kind of investment are we talking about here?",
            "2": "Jesus, Steve. I said I was interested, not buying.",
            "3": "I know. But you're also not the only interested party.",
            "4": "Oh, really? I'm not'?",
            "5": "No. You're not.",
            "6": "Hmm. That's interesting. Because it sure seemed that way the other night at Homebrew.",
            "7": "You think that's the first stop that we made?",
            "8": "We've been all over The Valley.",
            "9": "0h, well, then you already have a retailer.",
            "10": "I got offers.",
            "11": "Look, Paul. My middle name's Paul. My dad's name is Paul.",
            "12": "Bunch of Pauls. I think we're kindred spirits here. We're both businessmen that operate from our gut. And my gut tells me to give you this opportunity.",
            "13": "I'm thinking $400 per machine, for 50 units, paid at the time of delivery.",
            "14": "$400 for a hundred units, a third up front.",
            "15": "We're not negotiating.",
            "16": "Yes, we are.",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "retailer",
                "q": "Where are is the best retailer selection in Taipei?"
            },
            "2": {
                "v": "kindred spirts",
                "q": "What do kindred spirits have in common?"
            },
            "3": {
                "v": "gut",
                "q": "When should you \"trust your gut\"?"
            }
        }
    },
    "4": {
        "title": "The Intern",
        "keyword": "intern",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/4-0.mp4",
        "intro": "Ben is retiree who wants to keep working so he becomes a senior intern at a fashion agency and he gets on pretty well with his younger coworkers.",
        "q01": "Why do some people want to work after they retire?",
        "q02": "Do your parents/grandparents use social media? What do they use?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/4-1.mp4",
        "description": "In this clip, Ben and Jules are discussing social media. ",
        "q11": "Why does Jules need to take a photo for Ben?",
        "q12": "Do you think Ben is good at using social media?\n",
        "q21": "Why does Ben think that Jules inspires him?",
        "q22": "Which kind of 'views' are mentioned for setting up the profile?",
        "q23": "Which famous person first said this quote: “You’re never wrong to do the right thing.”?\nMark Zuckerberg\nMark Twain \nMark Wahlberg\n",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/4-2.mp4",
        "script": {
            "1": "So you're on Facebook, huh?",
            "2": "Well, I've been trying to figure it out. I joined about 10 minutes ago.\n",
            "3": "Well, better late than never. Do you want some help?",
            "4": "I'd love some, but, really, you've got better things to do.\n",
            "5": "No. I need a diversion.",
            "6": "You have a photo of yourself?\n",
            "7": "No. I need one?\n\n",
            "8": "Uh, if you wanna look up all those hotties from high school, you do. Say cheese.\n",
            "9": "Cheese.",
            "10": "That’s cute. Okay, I just need to send that to you. \n",
            "11": "Uh... All right, so there are all these\nquestions for your profile that you can answer \nif you want to or not. Like religious views, political views, people who inspire you.\n",
            "12": "Jules Ostin. I'm not trying to brown-nose you, but I've been in business a long time and I've never run across anyone quite like you.  You do inspire, Jules.\n",
            "13": "I just knew, at the end of the day, that a woman with a glass of wine and a laptop had real shopping potential. You have a favorite quote?\n",
            "14": "I do. \"You're never wrong to do the right thing.\"",
            "15": "Who said that, you?",
            "16": "Yeah. But I'm pretty sure Mark Twain said it first.",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "look up",
                "q": "Why is it a bad idea to look up your ex on facebook?"
            },
            "2": {
                "v": "brown-nose",
                "q": "How do people 'brown-nose' their boss?"
            },
            "3": {
                "v": "diversion",
                "q": "When do you sometimes need a diversion?"
            }
        }
    },
    "5": {
        "title": "Harry Potter Howler",
        "keyword": "howler",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/howler-0.mp4",
        "intro": "Harry Potter and his friends are facing difficulties while learning magic in the wizard school, Hogwarts.",
        "q01": "How does your mom shows her anger?",
        "q02": "How often you receive a letter?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/howler-1.mp4",
        "description": "Ron receives a howler from his mom.",
        "q11": "Do you think Ron did something wrong? Why or why not?",
        "q12": "Do you think his classmates are worried about him? Why or why not?",
        "q21": "What does Neville think about the howler that he ignored from his gran?",
        "q22": "What did Ron steal to get his father in trouble?",
        "q23": "If Ron put another toe out of line, what will his parents do?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/howler-2.mp4",
        "script": {
            "1": "RON: Oh, no!",
            "2": "SEAMUS: Look, everyone! Weasley's got himself a Howler!\n",
            "3": "NEVILLE: Go on, Ron. I ignored one from my gran once. It was horrible.\n",
            "4": "MRS. WEASLEY'S HOWLER: RONALD WEASLEY! ",
            "5": "HOW DARE YOU STEAL THAT CAR! ",
            "6": "I AM ABSOLUTLEY DISGUSTED! ",
            "7": "YOUR FATHER'S NOW FACING AN INQUIRY AT WORK, AND IT'S ENTIRELY YOUR FAULT!",
            "8": " IF YOU PUT ANOTHER TOE OUT OF LINE, WE'LL BRING YOU STRAIGHT HOME! ",
            "9": "Oh, and Ginny, dear, congratulations on making Gryffindor.\n",
            "10": "Your father and I are so proud! ",
            "11": "",
            "12": "",
            "13": "",
            "14": "",
            "15": "",
            "16": "",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "Disgusted",
                "q": "What things make you feel disgusted?"
            },
            "2": {
                "v": "OUT OF LINE",
                "q": "If your friend is out of line, what will you do?"
            },
            "3": {
                "v": "Entirely",
                "q": "What are the synonyms of entirely?"
            }
        }
    },
    "11": {
        "title": "Aladdin",
        "keyword": "aladdinraja",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/26-0.mp4",
        "intro": "This movie follows the titular Aladdin, an Arabian street urchin, who finds a magic lamp containing a genie. He disguises himself as a wealthy prince and tries to impress the Sultan and his daughter, Princess Jasmine.",
        "q01": "Do you often argue with your parents? What about?",
        "q02": "In India marriages are sometimes arranged, why do you think they do this?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/26-1.mp4",
        "description": "Sultan is trying to talk Jasmine into a marriage that she isn't interested in.",
        "q11": "Why doesn't Jasmine want to be married?",
        "q12": "What is difficult about being a princess?",
        "q21": "What does “the law” say?",
        "q22": "How many days until she must be married?",
        "q23": "Sultan wants Jasmine to be married because of the law and one other reason. What is it?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/26-2.mp4",
        "script": {
            "1": "SULTAN: Jasmine!  Jasmine!",
            "2": "SULTAN: Confound it, Rajah!  So, this is why Prince Achmed stormed out!",
            "3": "JASMINE: Oh, father. Rajah was just playing with him, weren't you Rajah.\nYou were just playing with that overdressed, self-absorbed Prince Achmed, weren't you?Ahem.",
            "4": "SULTAN:  Dearest, you've got to stop rejecting every suitor that comes to call. The law says you",
            "5": "(BOTH)must be married to a prince.\nSULTAN: By your next birthday.",
            "6": "JASMINE: The law is wrong.",
            "7": "SULTAN: You've only got three more days!",
            "8": "JASMINE: Father, I hate being forced into this. If I do marry, I want it to be for love.",
            "9": "SULTAN: Jasmine, it's not only this law. I'm not going to be around forever, and I just want to make sure you're taken care of, provided for.",
            "10": "JASMINE: Please. Try to understand. I've never done a thing on my own.",
            "11": "JASMINE: I've never had any real friends.",
            "12": "JASMINE: Except you, Rajah.\nI've never even been outside the palace walls.",
            "13": "SULTAN:  But Jasmine, you're a princess.",
            "14": "JASMINE: Then maybe I don't want to be a princess.",
            "15": "SULTAN: Oooohhh!  Allah forbid you should have any daughters!",
            "16": "",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "storm out",
                "q": "Have your parents ever stormed out?"
            },
            "2": {
                "v": "self-absorbed",
                "q": "Do you know someone who is self-absorbed?"
            },
            "3": {
                "v": "forbid",
                "q": "What does your parents forbid you from?"
            }
        }
    },
    "12": {
        "title": "Frozen",
        "keyword": "frozenolaf",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/28-0.mp4",
        "intro": "The film tells about a brave princess, accompanied by an iceman, loyal reindeer, and a living snowman. A journey to find her sister who has the power to convert any object or person into ice.",
        "q01": "Do you like snow, why or why not?",
        "q02": "Do you prefer to travel by yourself or with friends? Why?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/28-1.mp4",
        "description": "They sets out on a journey to find her sister Elsa, and meet the snowman that is made by her sister. Olaf could show them the way.",
        "q11": "Who are they trying to find?",
        "q12": "Do you think the snowman knows the way?",
        "q21": "When Anna is upside down, what does Olaf think she looks like?",
        "q22": "What does Olaf think the cute nose looks like?",
        "q23": "Who is the funky-looking donkey?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/28-2.mp4",
        "script": {
            "1": "Anna: Ew, ew, ew, the body!",
            "2": "Olaf : Wait, what am I looking at right now?\nWhy are you hanging off the earth like a bat?\n",
            "3": "Anna: All right, wait one second. Olaf: Thank you.",
            "4": "Anna: You're welcome.",
            "5": "Olaf: Now, I'm perfect. Anna: Well, almost.",
            "6": "Olaf: It was like my whole life got turned upside down.",
            "7": "Anna: Oh! Too hard. I'm sorry! \nOlaf: Head rush! ",
            "8": "Anna: I was just... Are you okay?",
            "9": "Olaf: Are you kidding me? I am wonderful! I've always wanted a nose. So cute. It's like a little baby unicorn. Hey! Whoa! I love it even more.\nAll right, let's start this thing over. Hi, everyone. I'm Olaf. And I like warm hugs.",
            "10": "Anna: Olaf? That's right. Olaf. ",
            "11": "Olaf: And you are? \nAnna: Oh. Um...I'm Anna.",
            "12": "Olaf: And who's the funky-looking donkey over there?\n",
            "13": "Anna: That's Sven. ",
            "14": "Olaf: Uh-huh. And who's the reindeer?",
            "15": "Anna: Sven.",
            "16": "Olaf: Oh, the... Oh. Okay. That makes things easier for me. Aw, look at him trying to kiss my nose. I like you, too.",
            "17": "Anna: Olaf. Did Elsa build you? \nOlaf: Yeah. Why?",
            "18": "Anna: Do you know where she is? \nOlaf: Yeah. Why?",
            "19": "Anna: Do you think you could show us the way?",
            "20": "Olaf: Yeah. Why?",
            "21": "Kristoff: How does this work? Ow!",
            "22": "Olaf: Stop it, Sven. I'm trying to focus, here. Yeah. Why?"
        },
        "vocab": {
            "1": {
                "v": "unicorn",
                "q": "What magical things can unicorns do?"
            },
            "2": {
                "v": "turn upside down",
                "q": "What things do you need to turn upside down before you use?"
            },
            "3": {
                "v": "reindeer",
                "q": "How many reindeers does Santa have?"
            }
        }
    },
    "13": {
        "title": "Wreck it Ralph",
        "keyword": "wreckitbugs",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/29-0.mp4",
        "intro": "The movie is talking about the world of video games, the main character is destroying a building and there's a lot of other video games in the world.",
        "q01": "When will you want to win a medal?",
        "q02": "How will you solve your problem when you are nervous?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/29-1.mp4",
        "description": "Ralph is looking for shiny stuff and he met the spaceman, the spaceman tells that in his game you can get a medal if you became the hero. So Ralph wants to get in the game to win the medal.",
        "q11": "Why does the spaceman feel anxious?",
        "q12": "What's spaceman happening at the end of the clip?",
        "q21": "According to the spaceman, how long have they been \"plugged in\"? ",
        "q22": "What is the Medal called? the Medal of _________",
        "q23": "Who can serve in their corps? the b______ and b_____",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/29-2.mp4",
        "script": {
            "1": "R: Oh come on Zangief, what are you doing........ Hey, excuse you.",
            "2": "M: We are humanity's last hope. Our mission, destroy all cy-bugs. We are humanity's last hope--",
            "3": "R: You okay there, cadet?",
            "4": "M: We've only been plugged in a week.\nAnd every day it's climb the building. Fight bugs. Climb the building. Fight more bugs.\n",
            "5": "R: Yeah yeah yeah, right. Hey, easy on the overalls spaceman. It's tough all over.",
            "6": "M: And all for what? A lousy medal.",
            "7": "R: Medal? You win a medal?",
            "8": "M: Yeah. Medal of Heroes.",
            "9": "R: Ooooh. Is it shiny?",
            "10": "M: Pretty shiny.",
            "11": "R: Ooooh. And it says Hero on it?  \n",
            "12": "M: Uh-huh.",
            "13": "R: And you said you win it by climbing a building?",
            "14": "M: And fighting bugs.",
            "15": "R: Right. Bugs. Listen: Is there any chance I could go with you to your game and get one of those medals--\n\n",
            "16": "M: Negatory.",
            "17": "R: Does that mean maybe?\n",
            "18": "M: No. Look, only the bravest and the\nbest serve in our corps-",
            "19": "ohhhhhhAh~~~~~~~~~~~~~~~",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "humanity",
                "q": "What people in the world are really helping humanity?"
            },
            "2": {
                "v": "lousy",
                "q": "What could happen to make you feel lousy today?"
            },
            "3": {
                "v": "negatory",
                "q": "What is the opposite of negatory?"
            }
        }
    },
    "14": {
        "title": "The Irresponsible Patrick",
        "keyword": "patrick",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/30-0.mp4",
        "intro": "Patrick is irresponsible, so SpongeBob was mad at him, but Patrick didn't care what SpongeBob was angry about....",
        "q01": "If you get home late, what would your parents say?",
        "q02": "What is your biggest responsibility?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/30-1.mp4",
        "description": "Patrick and SpongeBob had a fight about a baby they have to take care of.",
        "q11": "Why did Patrick promise?",
        "q12": "Why did Patrick come home so late?",
        "q21": "What time did SpongeBob ask Patrick to come home?",
        "q22": "What does Patrick remember about their conversation?",
        "q23": "What funny thing happened on the TV?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/30-2.mp4",
        "script": {
            "1": "Spongebob: So, what's the plan for today?",
            "2": "Patrick: I will work straight through lunch so I can get home on time.",
            "3": "Patrick: So make sure you save a big old stinky diaper for me to change, and you can take the night off, pal.",
            "4": "Spongebob: Great! I'll see you at six o'clock.",
            "5": "Patrick: Six o'clock.",
            "6": "Sponge Bob: Six o'clock.",
            "7": "Patrick:Six o'clock.",
            "8": "Patrick: Oh boy, that was some party!",
            "9": "Patrick: Oh hey SpongeBob. Hey Junior.\nWhat? What?!",
            "10": "Spongebob: Oh nothing.",
            "11": "Patrick: Oh, what a relief. For a second there, I thought you were mad at me.",
            "12": "Spongebob: Do you remember what you said to me this morning?",
            "13": "Patrick: Something about root beer, right?",
            "14": "Spongebob: No.",
            "15": "Patrick: Oh, wait, wait, let me guess. I give up.",
            "16": "Spongebob: Does \"You can take the night off, pal.\" ring a bell?",
            "17": "Patrick: I don't need this.",
            "18": "Spongebob: What? Where do you think you're going?",
            "19": "Patrick: I'm going back to work!",
            "20": "Spongebob: Work?!",
            "21": "Patrick: He got hit in the head with two coconuts.",
            "22": "Spongebob: So! This is work?!"
        },
        "vocab": {
            "1": {
                "v": "on time ",
                "q": "Do you think it's good to be always \"on time\" or not?"
            },
            "2": {
                "v": "diaper",
                "q": "What is the worst part of changing diapers?"
            },
            "3": {
                "v": "take the night off",
                "q": "Why is it important to take the night off sometimes?"
            }
        }
    },
    "15": {
        "title": "Brave",
        "keyword": "bravefight",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/31-0.mp4",
        "intro": "The movie is about a princess who wants to be free in her life. But her parents want her to listen to the destiny.",
        "q01": "What do you think perfect parents should to do for their children?",
        "q02": "Do you think people should get married young? why or why not?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/31-1.mp4",
        "description": "The king and the queen arranged a betrothal gathering for Merida. In this clip, Merida and the queen had different idea about this.",
        "q11": "Why is Merida feeling angry?",
        "q12": "From this clip, do you think they ever talked about this matter face to face?",
        "q21": "What does Merida think they should \"call off the gathering\"?",
        "q22": "According to the queen, what can't we run away from?",
        "q23": "What was the thing Merida swore to Angus (the horse) at the end?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/31-2.mp4",
        "script": {
            "1": "Q: Merida, all this work, all the time spent preparing you, schooling you, giving you everything we never had. I ask you, what do you expect us to do?",
            "2": "M: Call off the gathering. Would that kill them? You're the queen. You can just tell the lords the princess is not ready for this. In fact, she might not ever be ready for this, so that's that. Good day to you. We'll expect your declarations of war in the morning.",
            "3": "Q: I understand this must all seem unfair. Even I had reservations when I faced betrothal. But we can't just run away from who we are.",
            "4": "M: I don't want my life to be over. I want my freedom!",
            "5": "Q: But are you willing to pay the price your freedom will cost?",
            "6": "M: I'm not doing any of this to hurt you.",
            "7": "Q: If you could just try to see what I do, I do out of love.",
            "8": "M: But it's my life, it's…I'm just not ready.",
            "9": "Q: I think you'd see if you could just…",
            "10": "M: I think I could make you understand if you would just…",
            "11": "Q: Listen…",
            "12": "M: Listen…",
            "13": "M: I swear, Angus, this isn't going to happen. Not if I have any say in it.",
            "14": "",
            "15": "",
            "16": "",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "gathering",
                "q": "What kind of the gathering you may wear formal clothes?"
            },
            "2": {
                "v": "betrothal",
                "q": "What is the difference between betrothal and marriage?"
            },
            "3": {
                "v": "swear",
                "q": "What did you ever swear to yourself about your future?"
            }
        }
    },
    "16": {
        "title": "Despicable me2",
        "keyword": "despicablespeech",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/33-0.mp4",
        "intro": "The movie is about..... A very powerful thief father raises 3 lovely daughters and a group of evil and interesting creatures as assistants, but because he does not live with his mother, he often lacks some care. But this father always has a good idea to solve anything.",
        "q01": "How much help did you get from parents with school work?",
        "q02": "How do feel about performing in front of the class?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/33-1.mp4",
        "description": "Dad is coaxing his daughters to sleep. At this time, his daughter needs to perform a show and he needs his father's help to give him some advice. Dad also faces some challenges.",
        "q11": "Do you think Gru wants to help Agnes? why or why not?",
        "q12": "In the end, how does Agnes feel about the show?",
        "q21": "Agnes says others classmates have something she doesn't have, what is that?",
        "q22": "What other kind of show does Gru mention?",
        "q23": "What does Gru want Agnes to imagine?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/33-2.mp4",
        "script": {
            "1": "GRU\n          So...hugs, kisses...\n          \n          ...good night, sleep tight, don't\n          let the bedbugs blah-blah-blah-blah-\n          blah- -",
            "2": "AGNES\n          But you said you'd help me\n          practice my part for the Mother's\n          Day show!",
            "3": "GRU\n          Fine, fine... Let me hear it.\n          Quickly.\n            ",
            "4": "AGNES\n               \n             She kisses my boo-boos\n             She braids my hair\n             My mother is beyond compare\n             We love you, mothers, everywhere!\n",
            "5": "GRU\n             Wow! That was...something else. I\n             really liked the way you smiled at\n             the end. Let's try this one more\n             time, but a teensy bit less like a\n             zombie, okay?",
            "6": "AGNES\n             Okay.\n                 (still monotone)\n             She kisses my boo-boos\n             She braids my hair--",
            "7": "GRU\n             Perfect!   Time to go!\n",
            "8": "AGNES\n             I don't think I should do this.",
            "9": "GRU\n             Well, what do you mean?    Why not?",
            "10": "AGNES\n             I don't even have a mom.",
            "11": "GRU\n             Well, you don't need one to do the\n             show. I mean, you did the Veterans\n             Day Pageant and you haven't been in\n             combat.",
            "12": "AGNES\n             This is different.",
            "13": "GRU\n          Okay, well, then...maybe you can\n          just use your imagination.",
            "14": "AGNES\n          You mean I pretend I have a mom?",
            "15": "GRU\n          Yes, right. You can do that, can't\n          you?",
            "16": "AGNES\n          Yeah! I do that all the time!\n          Thanks, Gru!",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "Veterans",
                "q": "What do veterans have experience in? There previous role"
            },
            "2": {
                "v": "Pageant",
                "q": "What do people usually do at Pageants?"
            },
            "3": {
                "v": "Pajamas",
                "q": "What style was your first pajamas? At what age did you get it?"
            }
        }
    },
    "17": {
        "title": "Finding Dory",
        "keyword": "doryescape",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/5-0.mp4",
        "intro": "This movie is about a fish called Dory, Dory remember her parents and starts finding them, she remember her childhood memories during the journey.",
        "q01": "Do you like visiting aquariums? why or why not?",
        "q02": "What is something you often forget?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/5-1.mp4",
        "description": "Marlin and Nemo are stuck in an aquarium, they try to escape and find Dory.",
        "q11": "What is Marlin trying to do when he said ”Ooo-too”?",
        "q12": "Why is Nemo feeling sad?",
        "q21": "Why does Nemo think the bird (Becky) won't come back?",
        "q22": "What does Marlin think Dory would assess/analyze?",
        "q23": "What would Dory look at?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/5-2.mp4",
        "script": {
            "1": "Marlin: Ooo-roo. Ooo-roo, ooo-roo. Ooo-roo. Ooo-roo. Ooo-roo. Ooo-roo. Ooo-roo, ooo-roo!",
            "2": "Nemo: Dad, stop. She's not coming back.",
            "3": "Marlin: She might. Ooo-roo, ooo-roo!\n",
            "4": "Nemo: Dad! You made her feel like she couldn't do it.",
            "5": "Marlin: You're not talking about Becky, are you?",
            "6": "Nemo: I miss Dory.",
            "7": "Marlin: Me too. The truth is, I'm just so worried about her.",
            "8": "Nemo: She's the one who should be worried about us.",
            "9": "Marlin: Well, she would definitely have an idea of what to do if she were here. I don't know how she does that.",
            "10": "Nemo: I don't think she knows, Dad. She just does.",
            "11": "Marlin: Well, then we'll just have to think.",
            "12": "Nemo: What would Dory do?",
            "13": "Marlin: What would Dory do?",
            "14": "Nemo: Yeah! What would Dory do?",
            "15": "Marlin: She would assess her situation, and then she'd evaluate...Then she would analyze her options...",
            "16": "Nemo: Dad, that's \"What would Marlin do.\"",
            "17": "Marlin: Right, that's what I would do. She wouldn't even think twice. She would just look at the first thing she sees and...",
            "18": "Nemo: Dory would do it.",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "assess",
                "q": "When will you assess your situation?"
            },
            "2": {
                "v": "analyze",
                "q": "What kind of Job requires a lot of analyzing?"
            },
            "3": {
                "v": "think twice",
                "q": "When is it a good time to think twice before you do something?"
            }
        }
    },
    "18": {
        "title": "Wonder",
        "keyword": "wonder",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/6-0.mp4",
        "intro": "Auggie is a 10-year-old boy he has a ugly face ,\nhis parents decide to enroll him in a private school.  During the semester Auggie  sufferd \nfrom bullied  by his classmates. The movie talk about his life.",
        "q01": "Why do some children get bullied at the school?",
        "q02": "How can family help when the children are having trouble at school?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/6-1.mp4",
        "description": "Auggie's sister invited him to Halloween party,  but he seems doesn't want to go .",
        "q11": "Why is Auggie upset?",
        "q12": "Do you think he go to the Halloween party? Why or why not?",
        "q21": "Who said something behind Auggie's back?",
        "q22": "When a person accidentally touches him at school, what did they call it?",
        "q23": "Why doesn't Isabel's friend like her anymore?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/6-2.mp4",
        "script": {
            "1": "Come on, get ready. It's almost time for the Halloween parade.",
            "2": "You're supposed to knock!.....Go away!",
            "3": "Mom says you won't say what happened.",
            "4": "Did someone say something?",
            "5": "Someone always says something!",
            "6": "Well, tell me what happened.",
            "7": "It's none of your business!",
            "8": "You took my day with Mom, so it is my business.",
            "9": "I heard Jack Will talking about me behind my back. He said he'd kill himself if he looked like me.",
            "10": "Jack Will? Isn't he the nice one?",
            "11": "There are no nice ones! I wish I'd never gone to school in the first place!",
            "12": "But you were liking school. I know you were.",
            "13": "I hate it, okay? I hate it.\n",
            "14": "Auggie, I'm sorry, but you're not the only one who has bad days.",
            "15": "Bad days? Do people avoid touching you? When a person accidentally touches you, do they call it \"the plague\"? - No. - Jack Will was all I had.",
            "16": "So just don't compare your bad days at school to mine, okay?",
            "17": "Okay",
            "18": "Hey. Did you notice that Miranda doesn't come around anymore?...What?",
            "19": "You didn't. Shocker. Yeah. She went away to camp this summer and now she doesn't like me anymore….Why?",
            "20": "Because...school sucks. And people change. So if you wanna be a normal kid, Auggie, then those are the rules. So let's go trick-or-treating. Okay? Because right now… we're each other's best friends.",
            "21": "Really?",
            "22": "Yes. So... come on. I'll let you have all my Halloween candy."
        },
        "vocab": {
            "1": {
                "v": "parade ",
                "q": "What kind of the parade do we see in Taiwan?"
            },
            "2": {
                "v": " none of your business!",
                "q": "When is a good time to use this phrase?"
            },
            "3": {
                "v": "\"the plague\"",
                "q": "What kind \"plague\" happened in 2020?"
            }
        }
    },
    "19": {
        "title": "Thor: Ragnorok",
        "keyword": "ragnorok",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/7-0.mp4",
        "intro": "Thor is trying to convince Valkyrie to protect the people.",
        "q01": "What do you know about Thor?",
        "q02": "Have you ever trying to convince anyone? Who?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/7-1.mp4",
        "description": "Thor needs Valkyrie to protect the people together.",
        "q11": "Does Valkyrie want to follow Thor?",
        "q12": "Why do you think he jumps the window?",
        "q21": "What is \"wrong with Asgard\"?",
        "q22": " What happened to her people? ",
        "q23": "What does Thor want to run toward?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/7-2.mp4",
        "script": {
            "1": "Look, I already faced her once back when I believed in the throne, and it cost me everything.",
            "2": "THAT’S what’s wrong with Asgard.",
            "3": "The throne, the secret, the whole golden sham.",
            "4": "I agree.",
            "5": "don't get familiar.",
            "6": "I agree.",
            "7": "That's why I turned down the throne, but this isn't about the crown.",
            "8": "This is about the people and they're dying and they're you’re  people, too.",
            "9": "Forget it, I have",
            "10": "Okay",
            "11": "Okay",
            "12": "Good, great",
            "13": "Great",
            "14": "Thank you",
            "15": "For what?",
            "16": "For this. Didn't see that did ya?",
            "17": "There... that's better. You know, go ahead. Stay here and get drunk and enslave people for that lunatic. Keep drinking. Keep hiding.",
            "18": "but me... I choose to run toward my problems and not away from them. ",
            "19": "Because that’s what...",
            "20": "Because that's what heroes do",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "lunatic",
                "q": "What's the most lunatic thing people do?"
            },
            "2": {
                "v": "crown",
                "q": "Who will wear a crown?"
            },
            "3": {
                "v": "enslave ",
                "q": "Why is it bad to enslave people?"
            }
        }
    },
    "20": {
        "title": "Moana",
        "keyword": "moana",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/8-0.mp4",
        "intro": "It's about a girl who likes the ocean and want to save it.",
        "q01": "In what ways should we save the ocean?",
        "q02": "What do we know about the ocean?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/8-1.mp4",
        "description": "Moana went to an island to find Maui, and wants him to go with her to give the heart back to Tefiti.",
        "q11": "Maui thought the Gods gave him a what?",
        "q12": "Why did Moana go to meet Maui?",
        "q21": "What is Maui the demigod of? ",
        "q22": "What is it called when you sign with a bird?",
        "q23": "What did Maui steal?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/8-2.mp4",
        "script": {
            "1": "Moana: Maui, demigod of the wind and sea, I am Moana of Motunui. You will board my boat. No. You will board my boat. Yeah. I am Moana of Motunui. You will board my...",
            "2": "Maui: Boat! A boat! The Gods have given me a (screams)",
            "3": "Moana: Maui shapeshifter demigod of the wind and sea I am Moana...",
            "4": "Maui: Hero of Man ",
            "5": "Moana: Wh..What?\n \n",
            "6": "Maui: It's actually Maui, shapeshifter, demigod of the wind and sea, hero of man. I interrupted, from the top, hero of man. Go.",
            "7": "Moana: I am Mo...",
            "8": "Maui: Sorry, Sorry, sorry, sorry. And women. Men and women. Both. All. Not a guy-girl thing. Ah, you know, Maui is a hero to all. You're doing great.",
            "9": "Moana: What? No, I came here to...",
            "10": "Maui: Oh, of course, of course. Yes, yes, yes, yes. Maui always has time for his fans. When you use a bird to write with, it's called tweeting. (laughs) I know, not every day you get a chance to meet your hero.\n",
            "11": "Moana: You are not my hero. And I'm not here so you can sign my oar. I'm here because you stole the heart of Te Fiti",
            "12": "Moana: And you will board my boat, sail across the sea and put it back",
            "13": "",
            "14": "",
            "15": "",
            "16": "",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "interrupt",
                "q": "Why is it a bad habit to always interrupt someone?"
            },
            "2": {
                "v": "board ",
                "q": "Besides a boat, what can you 'board'?"
            },
            "3": {
                "v": "demigod",
                "q": "What is different between a god and demigod?"
            }
        }
    },
    "21": {
        "title": "Paw patrol",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/22-0.mp4",
        "intro": "Ryder and the pups are called to Adventure City to stop Mayor Humdinger from turning the bustling metropolis into a state of chaos.",
        "q01": "Do you vote in elections? Why or why not?",
        "q02": "What is a good quality for a security guard?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/22-1.mp4",
        "description": "Mayor Humdinger, had recently been elected mayor. Knowing of Humdinger's infamous wrongdoings in Foggy Bottom, a dachshund named Liberty calls the team.",
        "q11": "Do you think Liberty (the white dog) likes the Mayor?  Why or why not?",
        "q12": "Why can't Liberty get in that place?",
        "q21": "What makes the dog's \"skin crawl\"?",
        "q22": "Who decided \"No Dogs Allowed\"?",
        "q23": "What are Butch and Ruben arguing about?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/22-2.mp4",
        "script": {
            "1": "Marty Muckraker Reporter :\nIt's election day in Adventure city.\nI'm Marty Muckraker, reporting live from City Square.\nIn a surprising twist, the leading candidate has dropped out of the race,\nleaving only one name on the ticket.\nMayor Humdinger, who has just won by default.",
            "2": "Liberty: Mayor Humdinger.  Ugh! Just saying it makes my skin crawl.",
            "3": "Ruben: No dogs. By order of the new mayor.\n",
            "4": "Liberty: Excuse me?",
            "5": "Butch: Yeah, you heard him. No dogs.",
            "6": "Ruben:  He's more of a cat person. Now beat it!",
            "7": "Liberty:  If those are the rules, those are the rules. You gentlemen have a wonderful day.",
            "8": "Ruben:  Ha-ha! Did you see that? You gotta show these dogs you're the alpha.",
            "9": "Butch:  You're not the alpha. I'm the alpha!\n",
            "10": "Ruben: No, I'm the alpha!",
            "11": "Butch: No, I'm the alpha!\n",
            "12": "Ruben: I'm the alpha!\n",
            "13": "",
            "14": "",
            "15": "",
            "16": "",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": "\n\n\n"
        },
        "vocab": {
            "1": {
                "v": "drop out",
                "q": "What is a reason do candidates sometimes drop out of elections?"
            },
            "2": {
                "v": "mayor",
                "q": "Who is the mayor of New Taipei City?"
            },
            "3": {
                "v": "skin crawl",
                "q": "Why things make your skin crawl?"
            }
        }
    },
    "22": {
        "title": "Zootopia",
        "keyword": "zootopiaboss",
        "trailer": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/25-0.mp4",
        "intro": "Zootopia is about animal city. The disappearance of animals in this city, officer Judy and her partner are looking for clues.",
        "q01": "What is difficult about being a police detective?",
        "q02": "What things make you nervous?",
        "clip": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/25-1.mp4",
        "description": "This movie shows Nick Wiled was so nervous about the crime boss coming, and why he was scared of him. In the clip, than Nick and Judy caught by polar bear",
        "q11": "What things did Nick sees and makes him feel afraid?",
        "q12": "Why is Judy not leaving?",
        "q21": "What kind of things does Nick notice in the very beginning?",
        "q22": "Who is Mr. Big?",
        "q23": "Why doesn't Mr. Big like Nick?",
        "subtitles": "https://nme-lms.s3-ap-northeast-1.amazonaws.com/dubbing/25-2.mp4",
        "script": {
            "1": "Nick Wilde: Well, now, wait a minute. Polar bear fur, rat-pack music, fancy cup? I know whose car this is, we gotta go!",
            "2": "Judy Hopps: Why? Whose car is it?",
            "3": "Nick Wilde: The most feared crime boss in Tundratown. They call him Mr. Big, and he does not like me, so we gotta go!",
            "4": "Judy Hopps: I'm not leaving. This is a crime scene.",
            "5": "Nick Wilde: Well, it's gonna be an even bigger crime scene if Mr. Big finds me here, so we're leaving, right now! Oh, gah! Raymond! And is that Kevin? Long time no see! And speaking of \"no see\", how about you forget you saw me. Huh? For old time's sake? That's a no.",
            "6": "Judy Hopps: What did you do that made Mr. Big so mad at you?",
            "7": "Nick Wilde:  I, um... I may have sold him a very expensive wool rug that was made from the fur of a skunk'ssss... butt.",
            "8": "Judy Hopps: Oh, sweet cheese and crackers.",
            "9": "",
            "10": "",
            "11": "",
            "12": "",
            "13": "",
            "14": "",
            "15": "",
            "16": "",
            "17": "",
            "18": "",
            "19": "",
            "20": "",
            "21": "",
            "22": ""
        },
        "vocab": {
            "1": {
                "v": "crime",
                "q": "Why do some people like watching crime movies?"
            },
            "2": {
                "v": "rug",
                "q": "Why do people put rugs in their home?"
            },
            "3": {
                "v": "for old time's sake",
                "q": "When do people use this phrase?"
            }
        }
    }
}